Repository: arcanequants/stock-picking
Catalog: ios/VectorialData/VectorialData/Resources/Localizable.xcstrings
Source language: en
Languages: es, hi, pt

# Luego $0.99/mes · cancela cuando quieras
source: Then $0.99/mo · cancel anytime
es: Luego $0.99/mes · cancela cuando quieras
hi: फिर $0.99/माह · जब चाहें रद्द करें
pt: Depois $0.99/mês · cancele quando quiser

source: Mark a pick as bought in the Picks tab to start tracking your real portfolio.
es: Marca un pick como comprado en la pestaña Picks para empezar a seguir tu portafolio real.
hi: अपना असली पोर्टफ़ोलियो ट्रैक करने के लिए Picks टैब में किसी पिक को ख़रीदा हुआ मार्क करें।
pt: Marque um pick como comprado na aba Picks para começar a acompanhar seu portfólio real.

# Marcaste %@
source: You marked %@
es: Marcaste %@
hi: आपने %@ मार्क किया
pt: Você marcou %@

source: Market closed
es: Mercado cerrado
hi: बाज़ार बंद
pt: Mercado fechado

source: Market open
es: Mercado abierto
hi: बाज़ार खुला
pt: Mercado aberto

# Mercados
source: Markets
es: Mercados
hi: बाज़ार
pt: Mercados

# Mercados y divisas
source: Markets & currencies
es: Mercados y divisas
hi: बाज़ार और मुद्राएँ
pt: Mercados e moedas

# Mis picks
source: My picks
es: Mis picks
hi: मेरी पिक्स
pt: Meus picks

# Modelo público · todas las picks
source: Public model · all picks
es: Modelo público · todas las picks
hi: पब्लिक मॉडल · सभी पिक्स
pt: Modelo público · todos os picks

# Monto por compra
source: Amount per buy
es: Monto por compra
hi: हर ख़रीद की रक़म
pt: Valor por compra

# Monto por pick
source: Amount per pick
es: Monto por pick
hi: हर पिक की रक़म
pt: Valor por pick

# México
source: Mexico
es: México
hi: मेक्सिको
pt: México

# Míralo tú mismo dentro de la app — el historial completo, posición por posición.
source: See it for yourself inside the app — the full history, position by position.
es: Míralo tú mismo dentro de la app — el historial completo, posición por posición.
hi: ऐप के अंदर ख़ुद देखें — पूरा इतिहास, एक-एक पोज़ीशन।
pt: Veja você mesmo dentro do app — o histórico completo, posição por posição.

# NOTICIAS
source: NEWS
es: NOTICIAS
hi: ख़बरें
pt: NOTÍCIAS

source: New pick alerts
es: Alertas de nuevos picks
hi: नई पिक अलर्ट
pt: Alertas de novos picks

source: No data yet
es: Aún no hay datos
hi: अभी डेटा नहीं
pt: Ainda sem dados

# No fijado
source: Not set
es: No fijado
hi: सेट नहीं
pt: Não definido

# No necesitas empezar con mucho.
source: You don't need to start big.
es: No necesitas empezar con mucho.
hi: शुरुआत के लिए ज़्यादा नहीं चाहिए।
pt: Você não precisa começar com muito.

# No pude responder ahora. Intenta de nuevo en un momento.
source: I couldn't answer just now. Try again in a moment.
es: No pude responder ahora. Intenta de nuevo en un momento.
hi: अभी जवाब नहीं दे पाया। थोड़ी देर में फिर कोशिश करें।
pt: Não consegui responder agora. Tente de novo em um momento.

# No pudimos crear tu cuenta. Revisa tu conexión e inténtalo de nuevo.
source: We couldn't create your account. Check your connection and try again.
es: No pudimos crear tu cuenta. Revisa tu conexión e inténtalo de nuevo.
hi: हम आपका खाता नहीं बना सके। कनेक्शन जाँचें और दोबारा कोशिश करें।
pt: Não conseguimos criar sua conta. Verifique sua conexão e tente de novo.

source: Not tips. The full thesis — you'll get it in two minutes, no MBA required.
es: No son tips. Es la tesis completa — la entiendes en dos minutos, sin necesitar un MBA.
hi: ये टिप्स नहीं हैं। पूरी थीसिस है — दो मिनट में समझ आ जाती है, बिना किसी MBA के।
pt: Não são dicas. É a tese completa — você entende em dois minutos, sem precisar de MBA.

# No te pierdas una compra.
source: Never miss a buy.
es: No te pierdas una compra.
hi: कोई ख़रीद न छूटे।
pt: Não perca uma compra.

# No tienes picks pendientes y nada nuevo cayó esta semana. Disfruta el viernes.
source: No pending picks and nothing new dropped this week. Enjoy your Friday.
es: No tienes picks pendientes y nada nuevo cayó esta semana. Disfruta el viernes.
hi: कोई पिक बाक़ी नहीं और इस हफ़्ते कुछ नया नहीं आया। शुक्रवार का मज़ा लें।
pt: Você não tem picks pendentes e nada novo caiu esta semana. Aproveite a sexta.

# Nosotros elegimos. Tú compras.
source: We pick. You buy.
es: Nosotros elegimos. Tú compras.
hi: हम चुनते हैं। आप ख़रीदते हैं।
pt: Nós escolhemos. Você compra.

# Noticias
source: News
es: Noticias
hi: ख़बरें
pt: Notícias

# Noticias de las empresas de tu portafolio
source: News about the companies in your portfolio
es: Noticias de las empresas de tu portafolio
hi: आपके पोर्टफ़ोलियो की कंपनियों की ख़बरें
pt: Notícias das empresas do seu portfólio

source: One stock pick a day. Every day.
es: Una acción al día. Todos los días.
hi: हर दिन एक स्टॉक पिक।
pt: Uma ação por dia. Todos os dias.

# Otro monto
source: Custom amount
es: Otro monto
hi: दूसरी रक़म
pt: Outro valor

source: Our position
es: Nuestra posición
hi: हमारी पोज़िशन
pt: Nossa posição

# PALABRAS CLARAS
source: PLAIN WORDS
es: PALABRAS CLARAS
hi: आसान शब्द
pt: PALAVRAS CLARAS

# PENDIENTES
source: PENDING
es: PENDIENTES
hi: बाक़ी
pt: PENDENTES

# POR QUÉ IMPORTA
source: WHY IT MATTERS
es: POR QUÉ IMPORTA
hi: क्यों मायने रखता है
pt: POR QUE IMPORTA

source: POSITIONS
es: POSICIONES
hi: पोज़िशनें
pt: POSIÇÕES

source: Past performance does not guarantee future results. S&P 500 is shown as a reference, not a guarantee.
es: Rendimientos pasados no garantizan resultados futuros. El S&P 500 se muestra como referencia, no como garantía.
hi: पिछला प्रदर्शन भविष्य के नतीजों की गारंटी नहीं देता। S&P 500 सिर्फ़ तुलना के लिए है, गारंटी नहीं।
pt: Desempenho passado não garante resultados futuros. O S&P 500 aparece como referência, não como garantia.

source: Picks
es: Elecciones
hi: पिक्स
pt: Escolhas

# Picks de Vectorial
source: Vectorial Picks
es: Picks de Vectorial
hi: Vectorial की पिक्स
pt: Picks da Vectorial

# Política
source: Politics
es: Política
hi: राजनीति
pt: Política

# Política y regulación
source: Politics & regulation
es: Política y regulación
hi: राजनीति और नियम
pt: Política e regulação

# Por qué invertimos así — dueño, largo plazo, dividendos
source: Why we invest this way — ownership, long term, dividends
es: Por qué invertimos así — dueño, largo plazo, dividendos
hi: हम ऐसे क्यों निवेश करते हैं — मालिक बनना, लंबी अवधि, डिविडेंड
pt: Por que investimos assim — dono, longo prazo, dividendos

# Por qué la elegimos
source: Why we picked it
es: Por qué la elegimos
hi: हमने इसे क्यों चुना
pt: Por que a escolhemos

# Por qué la pickeamos
source: Why we picked it
es: Por qué la elegimos
hi: हमने क्यों चुना
pt: Por que escolhemos

# Portafolio
source: Portfolio
es: Portafolio
hi: पोर्टफ़ोलियो
pt: Portfólio

source: Portfolio
es: Portafolio
hi: पोर्टफोलियो
pt: Portfólio

source: Portfolio return
es: Rendimiento
hi: पोर्टफोलियो रिटर्न
pt: Retorno

# Posiciones anteriores
source: Prior positions
es: Posiciones anteriores
hi: पुरानी पोज़िशनें
pt: Posições anteriores

source: Positions
es: Posiciones
hi: पोज़िशन
pt: Posições

source: Pre-market
es: Pre-mercado
hi: प्री-मार्केट
pt: Pré-mercado

# Pre-rellenamos este monto
source: We pre-fill this amount
es: Pre-rellenamos este monto
hi: यह रक़म पहले से भर देंगे
pt: Pré-preenchemos esse valor

# Pregunta sobre esta noticia…
source: Ask about this news…
es: Pregunta sobre esta noticia…
hi: इस ख़बर के बारे में पूछें…
pt: Pergunte sobre esta notícia…

# Pregúntale a la IA
source: Ask the AI
es: Pregúntale a la IA
hi: AI से पूछें
pt: Pergunte à IA

# Puedes cambiarlo cuando quieras
source: You can change it anytime
es: Puedes cambiarlo cuando quieras
hi: जब चाहें बदल सकते हैं
pt: Você pode mudar quando quiser

# Push cuando pase algo que importe
source: A push when something that matters happens
es: Push cuando pase algo que importe
hi: जब कुछ ज़रूरी हो तो पुश
pt: Um push quando algo importante acontecer

# QUÉ PASÓ
source: WHAT HAPPENED
es: QUÉ PASÓ
hi: क्या हुआ
pt: O QUE ACONTECEU

# Qué acción comprar y cuándo vale la pena.
source: Which stock to buy and when it's worth it.
es: Qué acción comprar y cuándo vale la pena.
hi: कौन-सा शेयर ख़रीदें और कब फ़ायदे का है।
pt: Qual ação comprar e quando vale a pena.

# Qué hace la empresa
source: What the company does
es: Qué hace la empresa
hi: कंपनी क्या करती है
pt: O que a empresa faz

# RECOMPRA
source: REBUY
es: RECOMPRA
hi: दोबारा ख़रीद
pt: RECOMPRA

# REGIONES
source: REGIONS
es: REGIONES
hi: क्षेत्र
pt: REGIÕES

# REND.
source: RET.
es: REND.
hi: रिटर्न

# RENDIMIENTO TOTAL
source: TOTAL RETURN
es: RENDIMIENTO TOTAL
hi: कुल रिटर्न
pt: RETORNO TOTAL

# Recap semanal
source: Weekly recap
es: Recap semanal
hi: हफ़्ते का सार
pt: Resumo semanal

# Recordar $%@ como mi monto por pick
source: Remember $%@ as my per-pick amount
es: Recordar $%@ como mi monto por pick
hi: $%@ को मेरी हर पिक की रक़म याद रखें
pt: Lembrar $%@ como meu valor por pick

# Recordarme subirlo
source: Remind me to raise it
es: Recordarme subirlo
hi: बढ़ाने की याद दिलाएँ
pt: Lembrar de aumentar

# Reenviar código
source: Resend code
es: Reenviar código
hi: कोड दोबारा भेजें
pt: Reenviar código

# Renueva o cancela — lo maneja Apple
source: Renew or cancel — handled by Apple
es: Renueva o cancela — lo maneja Apple
hi: नवीनीकरण या रद्द — इसे Apple संभालता है
pt: Renove ou cancele — a Apple cuida disso

# Repite el recorrido rápido de la app
source: Replay the quick app tour
es: Repite el recorrido rápido de la app
hi: ऐप का क्विक टूर दोबारा देखें
pt: Repita o tour rápido do app

source: Resend email
es: Reenviar correo
hi: ईमेल फिर भेजें
pt: Reenviar e-mail

source: Resend in %llds
es: Reenviar en %llds
hi: %lld से. में फिर भेजें
pt: Reenviar em %llds

source: Resending…
es: Reenviando…
hi: फिर भेज रहे हैं…
pt: Reenviando…

source: Educational answers based on the news. Not personalized investment advice.
es: Respuestas educativas basadas en la noticia. No es asesoría de inversión personalizada.
hi: ख़बर पर आधारित शैक्षिक जवाब। यह व्यक्तिगत निवेश सलाह नहीं है।
pt: Respostas educativas baseadas na notícia. Não é aconselhamento de investimento personalizado.

# Restaurar compras
source: Restore Purchases
es: Restaurar compras
hi: ख़रीद पुनर्स्थापित करें
pt: Restaurar compras

# Resumen diario · 8:00
source: Daily digest · 8:00
es: Resumen diario · 8:00
hi: रोज़ाना सारांश · 8:00
pt: Resumo diário · 8:00

# Revisa tu correo
source: Check your email
es: Revisa tu correo
hi: अपना ईमेल देखें
pt: Confira seu e-mail

# Riesgo principal
source: Main risk
es: Riesgo principal
hi: मुख्य जोखिम
pt: Risco principal

# Saltar
source: Skip
es: Saltar
hi: छोड़ें
pt: Pular

# Se cobra con tu Apple ID al terminar la prueba, salvo que canceles antes.
source: Billed to your Apple ID when the trial ends, unless you cancel first.
es: Se cobra con tu Apple ID al terminar la prueba, salvo que canceles antes.
hi: ट्रायल ख़त्म होने पर आपके Apple ID से शुल्क लिया जाएगा, जब तक आप पहले रद्द न करें।
pt: Cobrado no seu Apple ID quando o teste terminar, a menos que cancele antes.

source: Pre-filled when you mark a pick as bought. You can edit it pick by pick.
es: Se pre-rellena cuando marcas un pick como comprado. Lo puedes editar pick por pick.
hi: जब आप पिक को ख़रीदा हुआ मार्क करते हैं तो यह पहले से भर जाता है। हर पिक पर बदल सकते हैं।
pt: Pré-preenchido quando você marca um pick como comprado. Dá para editar pick a pick.

source: See why we picked this
es: Mira por qué la elegimos
hi: देखें हमने इसे क्यों चुना
pt: Veja por que escolhemos

# Seguimos juntos
source: We track it together
es: Seguimos juntos
hi: आगे साथ चलते हैं
pt: Seguimos juntos

# Selecciona
source: Select
es: Selecciona
hi: चुनें
pt: Selecione

source: Send magic link
es: Enviar enlace mágico
hi: मैजिक लिंक भेजें
pt: Enviar link mágico

source: Sending…
es: Enviando…
hi: भेजा जा रहा है…
pt: Enviando…

source: Showing latest 3 picks
es: Mostrando los últimos 3 picks
hi: ताज़ा 3 पिक्स दिख रही हैं
pt: Mostrando os últimos 3 picks

source: If you already owned shares of a Vectorial ticker before starting here, add them so your portfolio reflects your real position.
es: Si ya tenías acciones de algún ticker de Vectorial antes de empezar aquí, agrégalas para que tu portafolio refleje tu posición real.
hi: अगर यहाँ शुरू करने से पहले आपके पास किसी Vectorial टिकर के शेयर थे, तो उन्हें जोड़ें ताकि पोर्टफ़ोलियो आपकी असली पोज़िशन दिखाए।
pt: Se você já tinha ações de algum ticker da Vectorial antes de começar aqui, adicione para que seu portfólio reflita sua posição real.

# Siempre
source: Always
es: Siempre
hi: हमेशा
pt: Sempre

source: Sign out
es: Cerrar sesión
hi: साइन आउट
pt: Sair

# Siguiente
source: Next
es: Siguiente
hi: आगे
pt: Próximo

# Sin avisos
source: No alerts
es: Sin avisos
hi: कोई अलर्ट नहीं
pt: Sem avisos

# Sin contraseña — te enviamos un código a tu correo.
source: No password — we email you a code.
es: Sin contraseña — te enviamos un código a tu correo.
hi: कोई पासवर्ड नहीं — हम आपके ईमेल पर कोड भेजते हैं।
pt: Sem senha — enviamos um código para seu e-mail.

# Solo con lo que
source: Only what
es: Solo con lo que
hi: सिर्फ़ उतना
pt: Só com o que

# Solo cuando mueve tu dinero
source: Only when it moves your money
es: Solo cuando mueve tu dinero
hi: सिर्फ़ जब आपके पैसे पर असर हो
pt: Só quando mexe no seu dinheiro

source: Status
es: Estado
hi: स्थिति

source: Subscribe to unlock our full thesis, the risk we're watching, and valuation on every position.
es: Suscríbete para desbloquear la tesis completa, el riesgo que vigilamos y la valuación de cada posición.
hi: हर पोज़िशन की पूरी थीसिस, जिस जोखिम पर हमारी नज़र है, और वैल्यूएशन देखने के लिए सब्सक्राइब करें।
pt: Assine para desbloquear a tese completa, o risco que acompanhamos e o valuation de cada posição.

source: Subscribe to unlock the full history and every new pick the moment it drops.
es: Suscríbete para desbloquear el historial completo y cada nuevo pick al momento en que se publica.
hi: पूरा इतिहास और हर नई पिक आते ही देखने के लिए सब्सक्राइब करें।
pt: Assine para desbloquear o histórico completo e cada novo pick assim que sair.

# Suscripción
source: Subscription
es: Suscripción
hi: सदस्यता
pt: Assinatura

# Suscríbete
source: Subscribe
es: Suscríbete
hi: सब्सक्राइब करें
pt: Assine

# TE FALTA POR DECIDIR
source: STILL TO DECIDE
es: TE FALTA POR DECIDIR
hi: तय करना बाक़ी
pt: FALTA DECIDIR

# TEMAS
source: TOPICS
es: TEMAS
hi: विषय
pt: TEMAS

# TU PERFORMANCE
source: YOUR PERFORMANCE
es: TU PERFORMANCE
hi: आपकी परफ़ॉर्मेंस
pt: SUA PERFORMANCE

# TU PORTAFOLIO
source: YOUR PORTFOLIO
es: TU PORTAFOLIO
hi: आपका पोर्टफ़ोलियो
pt: SEU PORTFÓLIO

# Tasas, inflación, empleo — sin jerga
source: Rates, inflation, jobs — no jargon
es: Tasas, inflación, empleo — sin jerga
hi: ब्याज दर, महँगाई, रोज़गार — बिना जटिल शब्द
pt: Juros, inflação, emprego — sem jargão

# Te avisamos
source: We alert you
es: Te avisamos
hi: हम आपको बताते हैं
pt: Avisamos você

# Te avisamos al instante cuando publiquemos algo que cambie tu tesis.
source: We alert you the moment we publish something that changes your thesis.
es: Te avisamos al instante cuando publiquemos algo que cambie tu tesis.
hi: जैसे ही हम कुछ ऐसा छापेंगे जो आपकी सोच बदले, तुरंत बताएँगे।
pt: Avisamos na hora quando publicarmos algo que mude a sua tese.

# Te avisamos en la app cuando haya una compra que hacer.
source: We alert you in the app when there's a buy worth making.
es: Te avisamos en la app cuando haya una compra que hacer.
hi: जब कोई ख़रीद करने लायक़ हो, हम आपको ऐप में बता देते हैं।
pt: Avisamos você no app quando houver uma compra que valha a pena.

# Te lo preguntamos en cada pick
source: We ask you on every pick
es: Te lo preguntamos en cada pick
hi: हर पिक पर हम पूछेंगे
pt: Perguntamos a cada pick

# Te recordamos que la prueba termina
source: We remind you the trial is ending
es: Te recordamos que la prueba termina
hi: हम याद दिलाते हैं कि ट्रायल ख़त्म हो रहा है
pt: Lembramos que o teste está acabando

# Tesis completa + valuación
source: Full thesis + valuation
es: Tesis completa + valuación
hi: पूरी थीसिस + वैल्यूएशन
pt: Tese completa + valuation

# Todo
source: All
es: Todo
hi: सब
pt: Tudo

# Todo lo del día en una sola notificación
source: The whole day in a single notification
es: Todo lo del día en una sola notificación
hi: पूरे दिन की ख़बरें एक ही नोटिफ़िकेशन में
pt: O dia todo em uma só notificação

# Total cobrado
source: Total collected
es: Total cobrado
hi: कुल मिला
pt: Total recebido

source: Total return
es: Retorno total
hi: कुल रिटर्न
pt: Retorno total

# Tu dinero real · solo las picks que compraste
source: Your real money · only the picks you bought
es: Tu dinero real · solo las picks que compraste
hi: आपका असली पैसा · सिर्फ़ वे पिक्स जो आपने ख़रीदीं
pt: Seu dinheiro real · só os picks que você comprou

# Tu mezcla
source: Your mix
es: Tu mezcla
hi: आपका मिक्स
pt: Sua mistura

# Tu monto
source: Your amount
es: Tu monto
hi: आपकी रक़म
pt: Seu valor

# Tu monto y tu plan
source: Your amount and your plan
es: Tu monto y tu plan
hi: आपकी रक़म और आपका प्लान
pt: Seu valor e seu plano

# Tu portafolio, en vivo
source: Your portfolio, live
es: Tu portafolio, en vivo
hi: आपका पोर्टफ़ोलियो, लाइव
pt: Seu portfólio, ao vivo

# Tu portfolio personal está vacío
source: Your personal portfolio is empty
es: Tu portafolio personal está vacío
hi: आपका निजी पोर्टफ़ोलियो खाली है
pt: Seu portfólio pessoal está vazio

# Tu prueba termina en 2 días
source: Your trial ends in 2 days
es: Tu prueba termina en 2 días
hi: आपका ट्रायल 2 दिन में ख़त्म होगा
pt: Seu teste termina em 2 dias

# Tú la compras en tu broker
source: You buy it at your broker
es: Tú la compras en tu broker
hi: आप अपने ब्रोकर से ख़रीदते हैं
pt: Você compra na sua corretora

# Un regalo para tu yo del futuro.
source: A gift for your future self.
es: Un regalo para tu yo del futuro.
hi: आने वाले कल के आपके लिए एक तोहफ़ा।
pt: Um presente para o seu eu do futuro.

# Una acción cuando vale la pena
source: One stock, when it's worth it
es: Una acción cuando vale la pena
hi: एक शेयर, जब सही मौक़ा हो
pt: Uma ação quando vale a pena

source: Unlock the full thesis
es: Desbloquea la tesis completa
hi: पूरी थीसिस अनलॉक करें
pt: Desbloqueie a tese completa

source: Use a different email
es: Usar otro correo
hi: दूसरा ईमेल इस्तेमाल करें
pt: Usar outro e-mail

# Valuación y consenso
source: Valuation and consensus
es: Valuación y consenso
hi: वैल्यूएशन और सहमति
pt: Valuation e consenso

# Vectorial is %@%@%% above the S&P 500
source: Vectorial is %1$@%2$@%% above the S&P 500
es: Vectorial está %1$@%2$@%% arriba del S&P 500
hi: Vectorial, S&P 500 से %1$@%2$@%% ऊपर है
pt: A Vectorial está %1$@%2$@%% acima do S&P 500

# Vectorial no es un broker ni maneja tu dinero. Solo te guía.
source: Vectorial is not a broker and never holds your money. It only guides you.
es: Vectorial no es un broker ni maneja tu dinero. Solo te guía.
hi: Vectorial कोई ब्रोकर नहीं है और न ही आपका पैसा रखता है। यह सिर्फ़ आपका मार्गदर्शन करता है।
pt: A Vectorial não é corretora nem guarda seu dinheiro. Só orienta você.

# Ver tutorial
source: View tutorial
es: Ver tutorial
hi: ट्यूटोरियल देखें
pt: Ver tutorial

source: WHY WE PICKED IT
es: POR QUÉ LA ELEGIMOS
hi: हमने क्यों चुना
pt: POR QUE ESCOLHEMOS

source: We sent a sign-in link to %@. Tap it on this device to continue.
es: Enviamos un enlace de inicio de sesión a %@. Tócalo en este dispositivo para continuar.
hi: हमने %@ पर साइन-इन लिंक भेजा। जारी रखने के लिए इस डिवाइस पर टैप करें।
pt: Enviamos um link de login para %@. Toque nele neste dispositivo para continuar.

source: Worst
es: Peor
hi: सबसे खराब
pt: Pior

# Y PARA TU PORTAFOLIO
source: AND FOR YOUR PORTFOLIO
es: Y PARA TU PORTAFOLIO
hi: और आपके पोर्टफ़ोलियो के लिए
pt: E PARA O SEU PORTFÓLIO

# Yield real
source: Real yield
es: Yield real
hi: असली यील्ड
pt: Yield real

# ahora
source: now
es: ahora
hi: अभी
pt: agora

# ayer
source: yesterday
es: ayer
hi: कल
pt: ontem

# año 3
source: year 3
es: año 3
hi: साल 3
pt: ano 3

# hace %lldd
source: %lldd ago
es: hace %lldd
hi: %lld दिन पहले
pt: há %lldd

# hace %lldh
source: %lldh ago
es: hace %lldh
hi: %lld घं. पहले
pt: há %lldh

# hace %lldm
source: %lldm ago
es: hace %lldm
hi: %lld मि. पहले
pt: há %lldm

# hoy
source: today
es: hoy
hi: आज
pt: hoje

# hoy–mes 4
source: today–mo 4
es: hoy–mes 4
hi: आज–माह 4
pt: hoje–mês 4

# mes 5–14
source: mo 5–14
es: mes 5–14
hi: माह 5–14
pt: mês 5–14

# misma cada vez
source: same every time
es: misma cada vez
hi: हर बार वही रक़म
pt: mesmo valor sempre

# no te pese
source: you won't feel
es: no te pese
hi: जो आप पर भारी न पड़े
pt: não pese para você

# para que un día no dependas de nadie.
source: so that one day you depend on no one.
es: para que un día no dependas de nadie.
hi: ताकि एक दिन आपको किसी पर निर्भर न रहना पड़े।
pt: para que um dia você não dependa de ninguém.

# por cada pick
source: per pick
es: por cada pick
hi: हर पिक पर
pt: por pick

# toca para editar
source: tap to edit
es: toca para editar
hi: बदलने के लिए टैप करें
pt: toque para editar

# tu@correo.com
source: you@email.com
es: tu@correo.com
hi: aap@email.com
pt: voce@email.com

# va %@
source: at %@
es: va %@
hi: अभी %@
pt: vai %@

source: you@example.com
es: tu@ejemplo.com
hi: aap@udaharan.com
pt: voce@exemplo.com

# ¡Listo!
source: Done!
es: ¡Listo!
hi: हो गया!
pt: Pronto!

# ¿Cuánto en cada compra?
source: How much per buy?
es: ¿Cuánto en cada compra?
hi: हर ख़रीद में कितना?
pt: Quanto em cada compra?

# ¿Cómo me afecta a mí?
source: How does it affect me?
es: ¿Cómo me afecta a mí?
hi: इसका मुझ पर क्या असर?
pt: Como isso me afeta?

# ¿Listo para el siguiente escalón?
source: Ready for the next step up?
es: ¿Listo para el siguiente escalón?
hi: अगली सीढ़ी के लिए तैयार?
pt: Pronto para o próximo degrau?

source: Code not arriving? Check your spam or junk folder — it sometimes lands there.
es: ¿No llega el código? Revisa tu carpeta de spam o correo no deseado — a veces cae ahí.
hi: कोड नहीं आया? स्पैम या जंक फ़ोल्डर देखें — कभी-कभी वहाँ चला जाता है।
pt: O código não chegou? Veja a pasta de spam ou lixo eletrônico — às vezes cai lá.

# ¿No llega? Revisa tu carpeta de spam.
source: Nothing yet? Check your spam folder.
es: ¿No llega? Revisa tu carpeta de spam.
hi: नहीं आया? स्पैम फ़ोल्डर देखें।
pt: Não chegou? Veja a pasta de spam.

# ¿El mercado está exagerando?
source: Is the market overreacting?
es: ¿El mercado está exagerando?
hi: क्या market ज़रूरत से ज़्यादा react कर रहा है?
pt: O mercado está exagerando?

# ¿Por qué pasó?
source: Why did it happen?
es: ¿Por qué pasó?
hi: यह क्यों हुआ?
pt: Por que aconteceu?

# ¿Quieres más detalle?
source: Want more detail?
es: ¿Quieres más detalle?
hi: और जानकारी चाहिए?
pt: Quer mais detalhes?

# ⏱ 60 seg
source: ⏱ 60 sec
es: ⏱ 60 seg
hi: ⏱ 60 सेकंड
pt: ⏱ 60 seg

# ● %lld nuevas
source: ● %lld new
es: ● %lld nuevas
hi: ● %lld नई
pt: ● %lld novas

# ● 1 nueva
source: ● 1 new
es: ● 1 nueva
hi: ● 1 नई
pt: ● 1 nova

# 💬 CUÉNTALO ASÍ
source: 💬 SAY IT LIKE THIS
es: 💬 CUÉNTALO ASÍ
hi: 💬 ऐसे बताएँ
pt: 💬 CONTE ASSIM

# 💸 DIVIDENDOS COBRADOS
source: 💸 DIVIDENDS COLLECTED
es: 💸 DIVIDENDOS COBRADOS
hi: 💸 मिले डिविडेंड
pt: 💸 DIVIDENDOS RECEBIDOS

# $%@ · invertiste $%@
source: $%1$@ · invertiste $%2$@
hi: $%1$@ · आपने $%2$@ लगाए
pt: $%1$@ · você investiu $%2$@

# $%@ · invertiste $%@ · toca para editar
source: $%1$@ · invertiste $%2$@ · toca para editar
hi: $%1$@ · आपने $%2$@ लगाए · बदलने के लिए टैप करें
pt: $%1$@ · você investiu $%2$@ · toque para editar

# %@ acciones · entrada a %@
source: %1$@ acciones · entrada a %2$@
hi: %1$@ शेयर · एंट्री %2$@ पर
pt: %1$@ ações · entrada a %2$@

# %@ · va %@
source: %1$@ · va %2$@
hi: %1$@ · अभी %2$@
pt: %1$@ · vai %2$@

source: Asia
hi: एशिया
pt: Ásia

source: Global
hi: ग्लोबल

source: India
hi: भारत
pt: Índia

source: PICK
hi: पिक

source: Pick #%@
hi: पिक #%@

# Pick #%@ · %@
source: Pick #%1$@ · %2$@
hi: पिक #%1$@ · %2$@

source: Ticker
hi: टिकर
